const downloadData = [
  {
    name: "人类",
    num1: 15749050959906,
    num2: 15749050959907,
    children: [
      {
        name: "人类1",
        num1: 15749050959906,
        num2: 15749050959907,
      },
      {
        name: "人类2",
        num1: 15749050959906,
        num2: 15749050959907,
      },
    ],
  },
  {
    name: "动物",
    num1: 15749050959906,
    num2: 15749050959907,
    children: [
      {
        name: "动物1",
        num1: 15749050959906,
        num2: 15749050959907,
      },
      {
        name: "动物2",
        num1: 15749050959906,
        num2: 15749050959907,
      },
    ],
  },
];

export default downloadData;
